content/main/20211012021721-neuralscientist.md
+++
title = "Neuralscientist"
author = ["System Administrator"]
draft = false
+++

I want to be a Neuralscientist, to explore the mechanism of consciousness.
Hope that one day I could figure it out, and make something Really interesting.


## Pathaway {#pathaway}

In Order to be a great neuralscientist, I have to get into a major research center of neuralscience.
Therefore, I need academic success.
Hopefully I could go directly for my PhD, but that would require very good grade.
So, I set up the [Academic Machine]({{< relref "20211011005922-academic_machine.md" >}}).

It definitely need further research, but by now, my plan is


### 1. Very good grade in XJTLU {#1-dot-very-good-grade-in-xjtlu}

-   [project: XJTLU]({{< relref "20211007011107-xjtlu.md" >}})


### 2. Very good grade in LU {#2-dot-very-good-grade-in-lu}


## Seeking advise {#seeking-advise}


### From youtube video {#from-youtube-video}


## How to learn Neuroscience {#how-to-learn-neuroscience}


### Books {#books}

-   Roger Carpenter’s ‘Neurophysiology: A Conceptual Approach’.
    -   light on details, heavy on concepts
-   Neuroscience by Purves
-   Kandel’s Principle of Neural Sciences
-   (mainly chemistry and biology, with a sprinkle of physics)
-   A Simple Approach to Neuroscience by Abhijeet Statani


### other resources {#other-resources}

-   Khan academy, Youtube, and Coursera
-   standford has a behavioral neuroscience course on youtube
-   MIT opencourseware has a lot of math and biology courses that can provide the background knowledge required for most computational neuroscience concepts.
-   <https://brainworldmagazine.com/self-studying-neuroscience/>
-   youtube video
    -   by Indian Institue of Science, Introductory Neuroscience&amp; Neuro instrumentation
        <https://www.youtube.com/playlist?list=PLgMDNELGJ1CZ7PWrnrGjz9TrRHJPl2VEy>
    -   by British Neuroscience Association, Neuroscience Crash Course
        <https://www.youtube.com/playlist?list=PLOA0aRJ90NxuIgOC9YGRUT4Y-CsP12bsS>
-   Quora
    -   <https://www.quora.com/What-is-the-best-way-to-start-neuroscience>


### Pathaway {#pathaway}


#### <https://www.quora.com/How-can-I-self-teach-neuroscience?share=1> {#https-www-dot-quora-dot-com-how-can-i-self-teach-neuroscience-share-1}

1.  outline the subtopic of focus
2.  -&gt; most cited paper under that topic
    1.  see what I get &amp; don't get
    2.  fullfil the gap

<https://www.quora.com/profile/Jean-Luc-105> also interested in CS and Neuro


## Some things to check {#some-things-to-check}


### Antonio Damasio {#antonio-damasio}

-   Somatic marker hypothesis <https://en.wikipedia.org/wiki/Somatic_marker_hypothesis>
-   _Self Comes to Mind: Constructing the Conscious Brain_